const demoUserData = [
  {
    type: 'experience',
    content: [
      {
        dateStart: 'Май 2023',
        dateEnd: 'по настоящее время',
        duration: '6 месяцев',
        name: 'Стартап «FocusGroup»',
        job: 'Специалист по информационной безопасности',
        duties: [
          'Разработка и внедрение политик безопасности',
          'Управление доступом и авторизация',
          'Защита сетей и систем',
          'Криптография и шифрование',
        ],
      },
    ],
  },
  {
    type: 'courses',
    content: ['Яндекс Практикум • Веб-разработка'],
  },
  {
    type: 'portfolio',
    content: [
      {
        type: 'github',
        link: 'https://github.com',
      },
      {
        type: 'behance',
        link: 'https://behance.com',
      },
    ],
  },
  {
    type: 'projects',
    content: [
      {
        name: 'Информационная крепость',
        description:
          'В рамках хакатона провел анализ угроз и оценку рисков безопасности.',
      },
      {
        name: 'Защита информации на максимум',
        description: 'Шифрование данных и управление инцидентами безопасности.',
      },
    ],
  },
  {
    type: 'skills',
    content: [
      'SQL',
      'Python',
      'Metabase',
      'Airflow',
      'PostgreSQL',
      'Redis',
      'Yandex.Cloud',
      'Kafka',
      'MongoDB',
    ],
  },
  {
    type: 'languages',
    content: [
      {
        name: 'Английский',
        grade: 'B1',
      },
      {
        name: 'Русский',
        grade: 'A1',
      },
    ],
  },
  {
    type: 'education',
    content: [
      {
        name: 'Университет УМСС',
        specialization: 'Инженер технологии труда',
        grade: 'Высшее',
      },
    ],
  },
  {
    type: 'about',
    content:
      'Я специалист в области информационной безопасности с опытом работы. Несмотря на то, что у меня мало опыта я обладаю ключевыми навыками и знаниями, которые могут быть полезны вашей компании. Имею опыт анализа угроз и оценки рисков безопасности, разработки политик безопасности и управления доступом. Я также знаком с принципами защиты сетей, шифрования данных и управления инцидентами безопасности. Моя цель — получить возможность применить свои знания и навыки для обеспечения информационной безопасности вашего бизнеса.',
  },
];

export default demoUserData;
